[
{
	"name": "Grave Digger",
	"link": "https://www.liquor.com/recipes/grave-digger/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/10/23090848/grave-digger-720x720-article.jpg",
	"about": "Get grounded this Halloween with a dessert cocktail that’s as disturbing as it is delicious. The Grave Digger is a simple twist on a Spanish Coffee with one spooky exception: It’s topped with crushed Oreo cookies and a tiny shovel to resemble a freshly dug grave—a nifty little trick we picked up from cocktail influencer Katie Stryjewski, aka @garnish_girl.",
	"how_to_make": "Add all ingredients into a shaker with ice and shake until well-chilled. Strain into a coupe. Top with whipped cream and crushed Oreo cookies (discarding cream in center). *Vanilla-infused brandy: Cut 2 fresh vanilla pods lengthwise and place into a 750 mL bottle of brandy. Let sit for 3 to 5 days, shaking occasionally. Strain out pods and store.",
	"ingredients": [
		"Vanilla-infused brandy",
		"Coffee liqueur",
		"Grand Marnier",
		"Espresso"
	],
	"garnish": ["Whipped cream", "Oreo cookies"],
	"glass": ["Coupe"],
	"profile": {
		"flavor": ["Bitter", "Sweet"],
		"base_spirit": ["Brandy"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["Neat/Up"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Evening", "Nightcap"],
		"occasion": ["Halloween"],
		"theme": ["Fall"],
		"brands": []
	}
},
{
	"name": "Millionaire",
	"link": "https://www.liquor.com/recipes/millionaire/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/10/15112904/millionaire-720x720-recipe.jpg",
	"about": "This traditional sour has been around since Prohibition. Ideal for fans of bourbon and those that like their cocktails on the stronger side, the Millionaire includes pastis or absinthe for the extra kick and egg white for an unforgettable texture. ",
	"how_to_make": "Add all ingredients into a shaker and dry-shake (no ice) to let the egg white foam up. Add cubed ice and shake vigorously for about 5 seconds. Double-strain into a pre-chilled coupe glass. Grate nutmeg over the drink.",
	"ingredients": [
		"Bourbon",
		"Grand Marnier",
		"Fresh lemon juice",
		"Grenadine",
		"Absinthe or pastis",
		"Egg white"
	],
	"garnish": ["Grated nutmeg"],
	"glass": ["Coupe"],
	"profile": {
		"flavor": ["Sour"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Classics"],
		"preparation": [],
		"served": ["Neat/Up"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Grand Marnier"]
	}
},
{
	"name": "Rum & Smoke",
	"link": "https://www.liquor.com/recipes/rum-and-smoke/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/10/14082007/rum-and-smoke-720x720-article.jpg",
	"about": "On the surface, the Rum & Smoke looks like little more than a winterized rum Negroni. But slip it underneath a glass cloche with a flamed rosemary sprig, and you’ve got a cocktail that’s sexy, smoky and cinematic.     ",
	"how_to_make": "In a mixing glass, add all ingredients with ice and stir until chilled. Strain into a rocks glass over fresh ice. Garnish with a flamed rosemary sprig. Cover with a glass dome and let sit for 1-2 minutes, or until the cocktail is well smoked, before drinking. *Smoked-rosemary simple syrup: In a saucepan over medium heat, combine ½ cup sugar, ½ cup water and zest from 1 orange and stir until just under boil. Remove from heat. With a kitchen torch or lighter, flame one rosemary sprig until it begins to smoke on all sides. Drop smoking sprig into saucepan and let steep, covered, for 20 minutes. Strain out solids and store in refrigerator up to one week.",
	"ingredients": [
		"Aged rum",
		"Oloroso sherry",
		"Tempus Fugit Gran Classico bitter liqueur",
		"Smoked-rosemary simple syrup"
	],
	"garnish": ["Flamed rosemary sprig"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Spirit-forward"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Strong",
		"difficulty": ["Complicated"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Gran Classico", "Tempus Fugit"]
	}
},
{
	"name": "Witches’ Brew",
	"link": "https://www.liquor.com/recipes/witches-brew/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/10/01120755/Witch-Brew-720x720-recipe.jpg",
	"about": "So many Halloween cocktails sacrifice balance for boo! Not the case with the Witches’ Brew, a smoky scotch sour doused with fino sherry and beet juice, which bubbles violently when served in a glass pipe with dry ice. But if special effects in your drink give you the heebie-jeebies, skip them. This Halloween cocktail is just as much of a treat without the tricks. ",
	"how_to_make": "Add all ingredients except the beet juice into a shaker with ice and shake until chilled. Strain into a glass pipe or rocks glass over fresh ice. Top with the beet juice. *Dry ice: For the full Halloween effect, drop a small cube of dry ice into the glass using tongs or sturdy gloves. Never use bare hands. Wait for the smoking to stop and the ice to completely melt before drinking your cocktail. Never ingest dry ice.",
	"ingredients": [
		"Islay scotch",
		"Fino sherry",
		"Fresh lemon juice",
		"Simple syrup",
		"Beet juice"
	],
	"garnish": ["Dry ice"],
	"glass": ["Glass pipe", "Rocks"],
	"profile": {
		"flavor": ["Smoky"],
		"base_spirit": ["Scotch", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": ["Halloween"],
		"theme": ["Fall"],
		"brands": []
	}
},
{
	"name": "Kiwi Bird",
	"link": "https://www.liquor.com/recipes/kiwi-bird/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/29172754/backbar-boston-kiwi-bird-720x720-recipe.jpg",
	"about": "Backbar bar manager Carlo Caroscio (who spent six years at chef Bryan Voltaggio’s flagship fine-dining restaurant Volt) keeps things relaxed but never dumbed-down. Bartender Joseph Habib’s Kiwi Bird arrives on a tray of ice with a cute kiwi bird gazing into a barrel glass. Scotch is bolstered by vodka, then goes tart and lush with kiwi, coconut cream, lime and orange bitters. This recipe originally appeared as part of “10 Scotch Cocktails to Drink in Bars Now.”",
	"how_to_make": "Add all ingredients into a shaker with ice and shake. Strain into a Tiki mug over crushed ice. Garnish with a kiwi slice and freshly grated nutmeg. Serve with a straw. *Coconut cream: Combine 2 parts Coco Lopez and 1 part coconut milk. **Kiwi syrup: Combine 1 part Perfect Purée kiwi purée with 1 part simple syrup.",
	"ingredients": [
		"Compass Box Great King Street Artist’s Blend scotch",
		"Broken Shed vodka",
		"Coconut cream",
		"Kiwi syrup",
		"Regans’ Orange Bitters No. 6"
	],
	"garnish": ["Kiwi slice", "Grated nutmeg"],
	"glass": ["Tiki mug"],
	"profile": {
		"flavor": ["Creamy"],
		"base_spirit": ["Scotch", "Vodka", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["Crushed Ice"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": [],
		"brands": ["Broken Shed", "Compass Box", "Regans’"]
	}
},
{
	"name": "Smoke Break",
	"link": "https://www.liquor.com/recipes/smoke-break/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/27153343/smoke-break-720x720-recipe.jpg",
	"about": "Jake Larowe, the bar manager at Birds & Bees in Los Angeles, says he wanted to do a decadent cocktail in a playful way. This Manhattan riff is added to a decanter that’s smoked with cherrywood. It reminds him of waiting tables in college and taking that quick cigarette break outside after the rush is over. “We wanted to create the cocktail that you look forward to after a long day at work,” he says.This recipe originally appeared as part of “4 Smart Ways to Smoke Your Bourbon Cocktails.”",
	"how_to_make": "Using a smoking gun and the cherrywood chips, add smoke to a glass decanter, then cover top of decanter to capture smoke. Add remaining ingredients and ice into a mixing glass and stir until well-chilled. Strain into prepared decanter, cap and serve in a rocks glass over a large ice cube. Garnish with a tray of dark chocolate and dried black cherries.",
	"ingredients": [
		"Cherrywood chips",
		"W.L. Weller Special Reserve bourbon",
		"Cream sherry",
		"Carpano Antica Formula vermouth",
		"Woodford Reserve spiced cherry bourbon-barrel-aged bitters",
		"Angostura bitters"
	],
	"garnish": ["Dark chocolate", "Dried black cherries"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Smoky", "Spirit-forward"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Stirred"],
		"served": ["Large Ice Cube"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Angostura", "carpano", "W.L. Weller", "Woodford"]
	}
},
{
	"name": "Butter & Smoke",
	"link": "https://www.liquor.com/recipes/butter-and-smoke/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/27151524/Butter-and-Smoke-720x720-recipe.jpg",
	"about": "Smoking a cocktail glass using a lit sprig of a stalky herb like thyme, rosemary or lavender not only adds flavor but is a fun parlor trick for a cocktail party. “This combination is perfect because the homemade pumpkin butter adds depth and richness to the bourbon, along with a touch of fall spice,” says Zachary Gross, the beverage director at Sen Sakana in New York City. “This whole combination is completed by smoking the cocktail with thyme, which is another essential fall flavor.This recipe originally appeared as part of “4 Smart Ways to Smoke Your Bourbon Cocktails.”",
	"how_to_make": "Light a thyme sprig using a kitchen torch, place it inside a rocks glass, and set the rocks glass upside down on a granite countertop or other fireproof surface. Add remaining ingredients into a mixing glass with ice and stir until well-chilled. Strain into prepared glass over a large ice cube and swirl to incorporate smoke. Garnish with a thyme sprig and cranberries. *Pumpkin-butter-infused fat-washed bourbon: Add 2 15-oz cans of pumpkin purée, 2/3 cup coconut sugar or organic brown sugar, 1/4 cup Grade A maple syrup, 1/2 cup unsweetened apple juice, 1 tbsp fresh lemon juice, 2 1/2 tsp pumpkin pie spice, 1/2 tsp ground cinnamon and a pinch of sea salt to a large saucepan or pot over medium-high heat and stir to combine. Once the mixture begins to bubble, reduce heat to low and simmer for 20 minutes, stirring occasionally. Remove from heat, let cool completely and transfer to a large glass container. (Keeps in refrigerator for up to 2 weeks.) Spread the pumpkin butter out on a large pan with a high rim. Pour a 750 mL bottle of bourbon on top, cover and let it infuse for an hour. Place the pan in the freezer to allow the alcohol to separate. Strain out solids and put it in a container.",
	"ingredients": [
		"Thyme",
		"Pumpkin-butter-infused fat-washed bourbon",
		"Tempus Fugit Gran Classico bitter apéritif",
		"Fee Brothers cranberry bitters"
	],
	"garnish": ["Thyme sprig", "Cranberries"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Smoky", "Spirit-forward"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Complicated"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": ["Fall"],
		"brands": ["Fee Brothers", "Tempus Fugit"]
	}
},
{
	"name": "Revenant",
	"link": "https://www.liquor.com/recipes/revenant/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/27141456/Revenant-720x720-slideshow.jpg",
	"about": "John Filkins, the beverage director at Officina and Masseria in Washington, D.C., wanted to do a richer version of a Boulevardier, including adding a whiff of smoke. He boils Fee Brothers. Aztec chocolate bitters and cardamom bitters, taking advantage of the fact that since they’re both glycerin-based they smoke but don’t burn the way those made from alcohol would. A snifter is filled with smoke and covered with a coaster, and the drink is then poured tableside from a carafe. “Chinato is a great replacement for vermouth and adds an herbal complexity, [while] dry curaçao helps to lift it,” says Filkins. “The smoke adds a wow factor when it goes to the table, and chocolate and cardamom bring aromatic complexity and warm baking spices.”This recipe originally appeared as part of “4 Smart Ways to Smoke Your Bourbon Cocktails.”",
	"how_to_make": "Heat an empty Turkish coffeepot. When it begins to steam, add both bitters. When it begins to smoke, fill a chilled snifter with the smoke and cover with a coaster. Add remaining ingredients and ice into a mixing glass and stir until well-chilled. Remove coaster from prepared glass and strain drink into it.",
	"ingredients": [
		"Fee Brothers Aztec chocolate bitters",
		"Fee Brothers cardamom bitters",
		"Blanton’s bourbon",
		"Pierre Ferrand dry curaçao",
		"Cocchi Barolo chinato"
	],
	"garnish": [],
	"glass": ["Snifter"],
	"profile": {
		"flavor": ["Smoky", "Spirit-forward"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Stirred"],
		"served": ["Neat/Up"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Blanton's", "Cocchi", "Fee Brothers", "Pierre Ferrand"]
	}
},
{
	"name": "Bourbon Toscano",
	"link": "https://www.liquor.com/recipes/bourbon-toscano/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/27145534/Bourbon-Toscamo-720x720-recipe.jpg",
	"about": "This Old Fashioned riff at popular restaurant TMACS, in the heart of Walla Walla in Washington state’s wine country, gets its smoky notes from a double dose of ice made with water that has been smoked with cherrywood chips. The cubes are stirred with the other ingredients to chill and dilute the drink, and the concoction is also served over a smoky cube. “As the smoke flavor from the aromatic infusion dissipates, the cocktail slowly infuses with the water from the smoked ice and maintains the prominence of smoke throughout the entirety of the cocktail experience,” says owner Logan Thies. The orange flavor comes from Aperol, which replaces the orange rind in the original. “The brightening that the citrus oil introduces is beautiful, but I wanted to make the drink more defined and complex while staying true to its nature,” he says.This recipe originally appeared as part of “4 Smart Ways to Smoke Your Bourbon Cocktails.”",
	"how_to_make": "Add all ingredients into a mixing glass with ice and stir until well-chilled. Strain into an Old Fashioned glass over the smoked ice cubes. Garnish with a dehydrated rosemary sprig and dehydrated orange wheel. *Smoked ice cubes: Fill a smoker with cherrywood chips (or add a smoker box filled with cherrywood chips to a grill). Fill metal containers with water, set inside the smoker or grill, and close the lid. Smoke for 30 minutes or until desired flavor is achieved. Freeze the smoked water in ice cube trays.",
	"ingredients": [
		"Four Roses Kentucky straight bourbon",
		"Aperol",
		"Addition rosemary cocktail spice bitters",
		"Smoked ice cubes"
	],
	"garnish": ["Dehydrated rosemary sprig", "Dehydrated orange wheel"],
	"glass": ["Old Fashioned"],
	"profile": {
		"flavor": ["Smoky", "Spirit-forward"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Addition", "Aperol", "Four Roses"]
	}
},
{
	"name": "The Ultimate Chocolate Martini",
	"link": "https://www.liquor.com/recipes/mozart-ultimate-chocolate-martini/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/25224146/ultimate-chocolate-martini-feature.jpg",
	"about": "A great dessert cocktail shouldn’t include any added sugar or artificial flavors. Simply mix all-natural Mozart chocolate cream liqueur and vodka for an elegant and mouthwatering take on the classic Chocolate Martini. ",
	"how_to_make": "Add all ingredients into a shaker with ice and shake well. Strain into a cocktail glass.",
	"ingredients": [
		"Mozart chocolate cream liqueur",
		"Mamont vodka"
	],
	"garnish": [],
	"glass": ["Cocktail"],
	"profile": {
		"flavor": ["Creamy"],
		"base_spirit": ["Liqueurs"],
		"cocktail_type": ["Martinis"],
		"preparation": ["Shaken"],
		"served": ["Neat/Up"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": ["chocolate", "Fall", "Holiday Season", "Winter"],
		"brands": ["Mamont", "Mozart"]
	}
},
{
	"name": "No-So-Basic PSL",
	"link": "https://www.liquor.com/recipes/mozart-not-so-basic-psl/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/10/03105750/IMG_6402.jpg",
	"about": "Pumpkin spice lattes announce the arrival of fall even better than the leaves changing color. Skip the trip to the coffee shop and try this spiced-up and boozy take on the classic. The irresistible mix of Mozart pumpkin spice and dark chocolate liqueur, spiced rum and chile pepper is far from basic. ",
	"how_to_make": "Add the liqueurs and rum into a mug. Add the cinnamon and pour in the espresso. Top with the whipped cream. Sprinkle a dash of chile powder over top. Garnish with a cinnamon stick.",
	"ingredients": [
		"Mozart pumpkin spice liqueur",
		"Mozart dark chocolate liqueur",
		"STROH 160 rum",
		"Cinnamon",
		"Deadsled spellbound espresso",
		"Whipped cream, to top"
	],
	"garnish": ["Chile powder", "Cinnamon stick"],
	"glass": ["Mug"],
	"profile": {
		"flavor": ["Creamy", "Sweet"],
		"base_spirit": ["Liqueurs"],
		"cocktail_type": ["Hot"],
		"preparation": ["Cooked/Heated"],
		"served": ["Hot/Warm"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": ["Fall"],
		"brands": ["Mozart", "Stroh"]
	}
},
{
	"name": "Souled Out",
	"link": "https://www.liquor.com/recipes/azunia-souled-out/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/30133040/Azunia-souled-out-720x720-slideshow.jpg",
	"about": "Jasmine Garcia developed this stunning twist on the Tequila Negroni for Tales of the Cocktail in New Orleans. She wanted to pay tribute to the French Quarter with Aveze Gentian and Royal Combier, two French liqueurs. She then used piri piri to capture some of the Cajun spice of the city. The delicious cocktail also serves as a great showcase for Azuñia black 2-year extra aged, special reserve añejo tequila. ",
	"how_to_make": "Add all ingredients to a mixing glass with ice and stir. Strain into a highball glass filled with fresh ice. Garnish with an orange twist and palm leaf.",
	"ingredients": [
		"Azuñia black 2-year extra aged, special reserve añejo tequila",
		"Aveze Gentian liqueur",
		"Royal Combier liqueur",
		"Only Bitters piri piri cocktail spice"
	],
	"garnish": ["Orange twist, Palm leaf"],
	"glass": ["Highball/Collins"],
	"profile": {
		"flavor": ["Spicy", "Spirit-forward"],
		"base_spirit": ["Tequila"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Azunia"]
	}
},
{
	"name": "Divided Sky",
	"link": "https://www.liquor.com/recipes/divided-sky/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/17193246/divided-sky-720x720-article.jpg",
	"about": "Chef’s Special Cocktail Bar in Chicago’s Bucktown has a dive bar spirit, outdoor seating and American-Chinese cuisine like king crab fried rice or spicy clams over rice noodles. General manager Chase Bracamontes pours local beers, natural wines and crushable cocktails. This drink amps up bourbon and fernet with vanilla, lemon and a colorful dose of hibiscus, resulting in a toasty, herbal and tart cocktail. This recipe originally appeared as part of “9 Bourbon (and Other Whiskey) Cocktails to Drink in Bars Now.”",
	"how_to_make": "Add all ingredients into a shaker with ice and shake. Strain into a rocks glass over fresh ice. Garnish with a skewered maraschino cherry. *Hibiscus honey syrup: Combine 300 g honey, 25 g hibiscus flowers and 200 g hot water and let cool for 5 minutes. Strain out flowers and let fully cool. Bottle and keep refrigerated up to 6 weeks. Makes 1 cup.",
	"ingredients": [
		"Rowan’s Creek bourbon",
		"Tempus Fugit crème de cacao",
		"Combier",
		"Hibiscus honey syrup",
		"Fresh lemon juice",
		"Fernet-Branca"
	],
	"garnish": ["Maraschino cherry"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Creamy", "Spirit-forward"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Combier", "Fernet-Branca", "Rowan's Creek", "Tempus Fugit"]
	}
},
{
	"name": "La Organica Sangrienta",
	"link": "https://www.liquor.com/recipes/azunia-la-organica-sangrienta/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/30133031/La-Organica-Sangrienta-720x720-slideshow.jpg",
	"about": "This recipe has a lot in common with a traditional Margarita. There’s tequila, agave syrup and lime juice. But Joey Binas, the bar manager of Bootlegger in San Diego, uses organic tequila from Azuñia and adds blood orange liqueur to turn La Organica Sangrienta into a uniquely refreshing cocktail. ",
	"how_to_make": "Add all ingredients to a shaker with ice. Shake well and strain into a rocks glass filled with fresh ice. Garnish the rim with Tajin and a lime wedge.",
	"ingredients": [
		"Pur Likor spice blood orange liqueur",
		"Azuñia organic agave syrup",
		"Fresh lime juice"
	],
	"garnish": ["Lime wedge, Tajin rim"],
	"glass": ["Old Fashioned/Rocks"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward"],
		"base_spirit": ["Tequila"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon", "Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Azunia", "Pür Likör"]
	}
},
{
	"name": "Perfect Penicillin",
	"link": "https://www.liquor.com/recipes/benriach-perfect-penicillin/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/25231728/perfectp-featured.jpg",
	"about": "If you’re looking to make the most delicious version of the Penicillin, you’ll need to start with a crisp and richly fruity Speyside single malt and top it off with a smoky peated whisky. Luckily, BenRiach has expressions that fit the description. Just combine them with lemon juice and homemade honey ginger syrup to complete the Perfect Penicillin. Buy a bottle of BenRiach so you can make the Perfect Penicillin Cocktail at home.",
	"how_to_make": "Add the Speyside whisky, lemon juice and honey ginger syrup into a shaker with ice and shake. Strain into a rocks glass over fresh ice. Top with the Curiositas whisky. Garnish with candied ginger or lemon zest. *Honey ginger syrup: Combine 1 cup honey, 1 6-inch piece of ginger (peeled and thinly sliced) and 1 cup water to a saucepan over high heat and bring to a boil. Reduce heat to medium and simmer for 5 minutes. Chill overnight, then strain and keep refrigerated for up to one month.",
	"ingredients": [
		"Fresh lemon juice",
		"Honey ginger syrup"
	],
	"garnish": ["Candied ginger", "Lemon zest"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sweet"],
		"base_spirit": ["Scotch", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon", "Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["The Benriach"]
	}
},
{
	"name": "Angostura Rum Punch",
	"link": "https://www.liquor.com/recipes/angostura-rum-punch/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/21120031/Rum-Punch-Angostura_720x720.jpg",
	"about": "There are a couple of factors that can turn a typical punch into something special. First, you need to choose the right mix of juices. Most important, you need to mix them with a delicious premium rum. It’s safe to say that Angostura Rum Punch easily meets that criteria. ",
	"how_to_make": "Add all ingredients into a shaker with ice and shake until well-chilled. Strain into a Hurricane glass over fresh ice. Garnish with a brandied cherry.",
	"ingredients": [
		"Angostura five-year-old rum",
		"Pineapple juice",
		"Orange juice",
		"Fresh lime juice",
		"Grenadine"
	],
	"garnish": ["Brandied cherry"],
	"glass": ["Hurricane"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Punches"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer", "Travel"],
		"brands": ["Angostura"]
	}
},
{
	"name": "Gin Sonic",
	"link": "https://www.liquor.com/recipes/gin-sonic/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/10090811/gin-sonic-720x720-article.jpg",
	"about": "“This cocktail is best enjoyed in a highball glass, since it evolved from both the whiskey highball cocktail and the Gin & Tonic,” says Victoria Vera of San Francisco’s Tsunami Panhandle. “What makes it so refreshing is that extra soda water and tonic water, which a shorter rocks glass would not be able to carry.”This recipe originally appeared as part of “Is the Gin Sonic Even Better Than the Gin & Tonic?”",
	"how_to_make": "Combine all ingredients in a highball glass over ice. Garnish with a yuzu twist.",
	"ingredients": [
		"Roku gin",
		"Club soda",
		"Tonic water"
	],
	"garnish": ["Yuzu twist"],
	"glass": ["Highball"],
	"profile": {
		"flavor": ["Bubbly"],
		"base_spirit": ["Gin"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Built in Glass"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Simple"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Roku"]
	}
},
{
	"name": "Hailey’s Comet",
	"link": "https://www.liquor.com/recipes/haileys-comet/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/03145451/Haileys-Coment-720x720-recipe.jpg",
	"about": "After Hailey Coder, the lead bartender at The Park Bistro & Bar at the Lafayette Park hotel in Lafayette, Calif., topped some fresh local peaches with a big dollop of Chantilly cream, the bar team began brainstorming ingredient combinations, from almond, vanilla and honey to lemon juice and blackberries. Coder mingles all of them in this decadent summer sipper that thankfully can be more frequent an indulgence than Halley’s Comet, its similarly named astronomical occurrence. “Peaches are in season toward the end of summer and partner perfectly with bourbon,” she says. “You can imagine peaches, blackberries, almond and cream combining to make a perfect dessert, so why not a cocktail?” It’s easily scalable and batchable for backyard barbecues or summer soirees.This recipe originally appeared as part of “4 Frozen Bourbon Cocktails for the Last (Official) Days of Summer.”",
	"how_to_make": "Add all ingredients into a blender with 1 cup of ice. Pour into a stemmed beer glass or Collins glass, and top with a heaping spoonful of orgeat-chantilly cream. Garnish with 3 fresh peach slices. Serve with a straw. *Peach-infused bourbon: Wash and remove the skins and pits from 3 ripe peaches and cut peaches into large segments. Pour 750 mL bottle of bourbon into a plastic container, add peaches and let rest at room temperature for 24 to 48 hours. (The longer the better, but peach flavor extraction will cease after 48 hours.) Strain out solids through a cheesecloth and store in refrigerator for up to several weeks. **Orgeat-chantilly cream: Combine 1 cup heavy whipping cream, 1/2 tsp vanilla extract and 1/2 cup Giffard orgeat in a bowl or stand mixer. Whip with a whisk or use a hand beater until stiff peaks form.",
	"ingredients": [
		"Peach-infused bourbon",
		"Pimm’s blackberry and elderflower liqueur",
		"Giffard orgeat",
		"Fresh lemon juice",
		"Organic honey"
	],
	"garnish": ["Orgeat-chantilly cream", "Peach slices"],
	"glass": ["Stemmed beer glass", "Collins"],
	"profile": {
		"flavor": ["Sweet"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Frozen / Blended"],
		"preparation": ["Blended"],
		"served": ["Frozen"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Pimm's"]
	}
},
{
	"name": "Tennessee Summertide",
	"link": "https://www.liquor.com/recipes/tennessee-summertide/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/03144035/tennessee-summertide-720x720-recipe.jpg",
	"about": "Sarah Turbett, the bar manager at Oak Steakhouse in Nashville, came up with the idea for her brain-freeze-inducing creation thinking about her favorite flavors of summer and fall growing up in Tennessee. “Tennessee whiskey, summer peach and vinegar notes brighten up fall spices, orange peel and licorice, transporting your palate from the warm end of summer to the early crisp autumn breeze,” she says. “Light enough to enjoy during the heat but complex enough to hold up to a piece of pumpkin pie, this cocktail is the perfect drink for the end of summer. Imagine sipping on this frozen cocktail on your porch in a great wooden rocking chair, watching the sun go down in a golden sky over amber fields.” Sounds just peachy. This recipe originally appeared as part of “4 Frozen Bourbon Cocktails for the Last (Official) Days of Summer.”",
	"how_to_make": "Blend all ingredients and 1 cup of ice in a blender. Pour into a rocks glass over crushed ice. Garnish with a skewered slice of pickled peach. *Pickled peaches: Boil 3 1/2 cups white vinegar, 3 cups white sugar, 1/2 cup diced lemongrass, 1 large piece of peeled ginger, 1 1/2 tbsp ground mace, 1/2 tbsp allspice, 4 whole cloves and 2 cinnamon sticks. Remove from heat, strain mixture over sliced peaches and let cool.",
	"ingredients": [
		"Chattanooga 1816 Cask unfiltered barrel-proof whiskey",
		"Amaro Montenegro",
		"St. George absinthe verte",
		"Pickled peach juice",
		"Simple syrup"
	],
	"garnish": ["Pickled peach slice"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Spirit-forward"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Frozen / Blended"],
		"preparation": ["Blended"],
		"served": ["Frozen"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Chattanooga", "Montenegro", "St. George"]
	}
},
{
	"name": "Sugar Baby",
	"link": "https://www.liquor.com/recipes/sugar-baby/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/03141255/sugar-baby-720x720-recipe.jpg",
	"about": "HomeMakers Bar in Cincinnati’s Over-the-Rhine neighborhood is named for both the watering hole’s welcoming feel and its midcentury design inspiration. This frozen concoction is an elevated version of the high school party trick of upending a bottle of vodka in a watermelon. “By freezing the watermelon and its ingredients, we can preserve and hang on to summer as long as we want,” says co-founder and manager Catherine Manabat. “Nothing says summer more than watermelon.”This recipe originally appeared as part of “4 Frozen Bourbon Cocktails for the Last (Official) Days of Summer.”",
	"how_to_make": "Cut the watermelon in half and use a melon baller to scoop out the flesh, then place in a shallow container with a lid. Strain out excess liquid from container. Slowly add the bourbon and fennel-infused Cocchi Americano into the container, allowing the liquid to be absorbed before adding more. (The liquid should eventually be completely soaked up by the melon.) Put a lid on the container and freeze for 3 to 4 hours. Scoop out into coupe or bowl. Garnish with sea salt, black pepper and chopped basil. *Fennel-infused Cocchi Americano: Add 1/2 cup chopped fennel fronds and a 750 mL bottle of Cocchi Americano to a jar. Seal and refrigerate for 24 hours, then strain out solids. Store in the refrigerator for up to several weeks.",
	"ingredients": [
		"Large seedless watermelon",
		"Bourbon",
		"Fennel-infused Cocchi Americano"
	],
	"garnish": ["Sea salt", "Black pepper", "Basil"],
	"glass": ["Coupe", "bowl"],
	"profile": {
		"flavor": ["Herbaceous"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Frozen / Blended"],
		"preparation": ["Blended"],
		"served": ["Frozen"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Cocchi"]
	}
},
{
	"name": "Miamian’s Julep",
	"link": "https://www.liquor.com/recipes/miamians-julep/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/09/03134428/Miamians-Julep-720x720-recipe.jpg",
	"about": "Guests at Villa Azur in Miami experience dining, drinks, entertainment, music and art in a distinct space that combines the atmosphere of South Beach with that of Mediterranean France’s La Côte d’Azur. Bar manager Carlos Ramos’ fresh take on a Julep was inspired by the tropical vibes, culture and eternal summer of Miami. “The bourbon complements the refreshing mint flavor to give you something that stimulates the senses and quenches your bourbon craving,” he says. This recipe originally appeared as part of “4 Frozen Bourbon Cocktails for the Last (Official) Days of Summer.”",
	"how_to_make": "Add all ingredients into a blender with 1 cup of ice and blend until smooth. Pur into a copper Julep mug. Garnish with bourbon-flambéed banana slices, a mint sprig and powdered sugar. *Bourbon-flambéed banana slices: Sauté banana slices in a pan, add a little whiskey, then ignite to burn off alcohol. Alternatively, use a kitchen torch on sugar-coated banana slices for more caramelized flavor.",
	"ingredients": [
		"Woodinville bourbon",
		"Coconut cream",
		"Crème de banane",
		"Fresh lime juice",
		"Mint"
	],
	"garnish": ["Bourbon-flambéed banana slices", "Mint sprig", "Powdered sugar"],
	"glass": ["Julep mug"],
	"profile": {
		"flavor": ["Creamy", "Herbaceous"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Frozen / Blended"],
		"preparation": ["Blended"],
		"served": ["Frozen"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Woodinville"]
	}
},
{
	"name": "Cabana Club",
	"link": "https://www.liquor.com/recipes/cabana-club/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/27131138/cabana-club-720x720-recipe.jpg",
	"about": "Yael Vengroff, the beverage director at The Spare Room in The Hollywood Roosevelt and the 2018 Spirited Awards American Bartender of the Year, created this coconut-sherry liquid sunshine as a one-off for the “Evening of Tiki” series she hosts at the bar every May through September. This recipe originally appeared as part of “The Drink of Summer Has Arrived. Barely in Time.”",
	"how_to_make": "Add all ingredients into a blender and blend with crushed ice. Pour into a coconut. Garnish with shredded coconut, grated nutmeg and an edible orchid. Serve with a cocktail umbrella and crazy straw. *Cinnamon syrup: Add 2 ceylon cinnamon sticks (crumbled and toasted in a pan), 4 cups sugar and 2 cups water to large pan. Bring to a boil over medium-high heat. Remove from heat and cover. Let sit 20 minutes, then strain and chill.",
	"ingredients": [
		"Amontillado sherry",
		"Fresh coconut water",
		"The Perfect Purée coconut",
		"Coco Lopez cream of coconut",
		"Pernod absinthe",
		"Cinnamon syrup"
	],
	"garnish": ["Shredded coconut", "Grated nutmeg", "Edible orchid"],
	"glass": ["Coconut"],
	"profile": {
		"flavor": ["Sweet"],
		"base_spirit": ["Sherry"],
		"cocktail_type": ["Tiki / Tropical"],
		"preparation": ["Blended"],
		"served": ["Frozen"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon", "Evening"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Pernod"]
	}
},
{
	"name": "Holy Water",
	"link": "https://www.liquor.com/recipes/holy-water/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/26150946/holy-water-720x720-recipe.jpg",
	"about": "Seaworthy beverage director Matt Ray created the Holy Water as the restaurant’s flagship cocktail, served tableside in a custom tarot glass from local shop Flambeauxs. He steeps Hamilton Jamaican gold rum with golden raisins, orange peels, vanilla bean, cinnamon, clove, nutmeg and other spices. Shaken with Maison rouge cognac, lemon, lime and grapefruit juices, the drink gains yet more spice from a float of Angostura bitters. A half-lime garnish filled with Green Chartreuse and a sugar cube is then lit tableside, caramelizing the sugar and releasing aromas of citrus, herbs and spice. This recipe originally appeared as part of “10 Rum Cocktails to Drink in Bars Now.”",
	"how_to_make": "Add all ingredients except the bitters and Chartreuse into a shaker with ice and shake. Strain into a highball glass over crushed ice. Float the bitters over top to fill. Juice half a lime and place lime on top of drink to garnish. Pour the Chartreuse into the lime. Place a sugar cube in the lime and light with a match or lighter to flame. Serve with a straw. *Infused rum: In a 750 mL bottle of Hamilton Jamaican gold rum or El Dorado five-year-old rum, steep 1/4 cup golden raisins, 1 vanilla bean (scraped out), 1 tbsp cloves, 1 whole cinnamon stick, 3 crushed cardamom pods and 1 tbsp allspice berries for 48 hours, then strain. Alternately, you can just use El Dorado spiced rum.",
	"ingredients": [
		"Infused Hamilton Jamaican gold rum or El Dorado five-year-old rum",
		"Maison rouge cognac",
		"Orgeat",
		"Fresh lime juice",
		"Fresh lemon juice",
		"Grapefruit juice",
		"Angostura bitters, to float",
		"Green Chartreuse"
	],
	"garnish": ["Half lime", "Sugar cube"],
	"glass": ["Highball"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Spicy"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Tiki / Tropical"],
		"preparation": ["Shaken"],
		"served": ["Crushed Ice"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": [],
		"brands": ["Angostura", "Chartreuse", "Maison"]
	}
},
{
	"name": "Banana Daiquiri",
	"link": "https://www.liquor.com/recipes/banana-daiquiri/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/23130520/banana-daiquiri-720x720-recipe.jpg",
	"about": "The Banana Daiquiri means different things to different people. To some, it’s an icy-tall blender drink, beloved as much for its fruitiness as its frothiness. To others, it’s a classic shaken Daiquiri accented with a hint of banana. This recipe belongs to the latter. To get the most of your Banana Daiquiri, try a few different rums, as the range in styles and flavors will affect the sweetness and balance of the cocktail. ",
	"how_to_make": "Add all ingredients into a shaker with ice and shake until well-chilled. Strain into a chilled coupe. Garnish with a banana slice.",
	"ingredients": [
		"Aged rum",
		"Tempus Fugit crème de banane liqueur",
		"Fresh lime juice",
		"Demerara simple syrup"
	],
	"garnish": ["Banana slice"],
	"glass": ["Coupe"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sweet"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Tiki / Tropical"],
		"preparation": ["Shaken"],
		"served": ["Neat/Up"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Tempus Fugit"]
	}
},
{
	"name": "Amanyara Mojito",
	"link": "https://www.liquor.com/recipes/amanyara-mojito/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/22094338/Amanyara-Mojito-720x720-recipe.jpg",
	"about": "This blended riff on the Mojito eliminates the need for all that labor-intensive muddling and also prevents pieces of mint from getting stuck in your teeth. It’s the best-selling cocktail at Amanyara resort on the Turks & Caicos island of Providenciales and was created to reflect the property’s elegance and sense of design.This recipe originally appeared as part of “A Mojito Like You’ve Never Tried Before.”",
	"how_to_make": "Add all ingredients except Champagne into a blender with ice and blend until smooth. Pour mixture through a fine strainer into a rocks glass over crushed ice. Top with Champagne. Garnish with a dehydrated lime wheel and 2 mint sprigs.",
	"ingredients": [
		"Bacardí Superior light rum",
		"Fresh lime juice",
		"Simple syrup",
		"Mint",
		"Chilled champagne, to top"
	],
	"garnish": ["Dehydrated lime wheel", "Mint sprigs"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Herbaceous", "Sweet"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Classics"],
		"preparation": ["Blended"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": [],
		"brands": ["Bacardi"]
	}
},
{
	"name": "Honeysuckle",
	"link": "https://www.liquor.com/recipes/angostura-honeysuckle/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/21120032/Honeysuckle-Angostura_720x720-1.jpg",
	"about": "Sipping Angostura seven-year-old rum is the best way to appreciate its complex and full-bodied flavor. But you can also mix it with lime juice and honey syrup to make this refreshing and refined tropical cocktail. ",
	"how_to_make": "Add all ingredients into a shaker with ice and shake. Strain into a chilled coupe glass. Garnish with a lime wheel.",
	"ingredients": [
		"Angostura seven-year-old rum",
		"Fresh lime juice",
		"Honey syrup",
		"Angostura orange bitters"
	],
	"garnish": ["Lime wheel"],
	"glass": ["Coupe"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sweet"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["Neat/Up"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon", "Evening"],
		"occasion": [],
		"theme": ["Summer", "Travel"],
		"brands": ["Angostura"]
	}
},
{
	"name": "Rum Punch",
	"link": "https://www.liquor.com/recipes/rum-punch/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/13113544/rum-punch-720x720-article.jpg",
	"about": "Rum and fruit juice are as perfect a pairing as you’ll find in the cocktail universe. This single-serving Rum Punch mixes two types of rum with pineapple and orange juice, plus a touch of lime juice to cut through the tropical sweetness. Entertaining a crowd? Simply scale up the measurements to fit your punch bowl and add a few slices of fresh fruit for a Rum Punch that keeps on giving.   ",
	"how_to_make": "Add all ingredients into a shaker with ice and shake until well-chilled. Strain into a Hurricane glass over fresh ice. Garnish with a brandied cherry.",
	"ingredients": [
		"Light rum",
		"Dark rum",
		"Pineapple juice",
		"Orange juice",
		"Fresh lime juice",
		"Grenadine"
	],
	"garnish": ["Brandied cherry"],
	"glass": ["Hurricane"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Tiki / Tropical"],
		"preparation": ["Shaken"],
		"served": ["Crushed Ice"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": []
	}
},
{
	"name": "Forefathers",
	"link": "https://www.liquor.com/recipes/forefathers/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/12141510/How-to-Sweet-Tea-Your-Old-Fashioned-720x720-article.jpg",
	"about": "This cocktail by bartender Weisi Basore at Bar Cleeta, a casual small-plates eatery she co-owns with her husband, Trae Basore, in Bentonville, Ark., is liquid tribute to the South––one that incorporates the region’s most beloved summer refreshment, sweet tea, and its prime summer fruit, peaches. “The oleo saccharum brings a hint of citrus to the sweet tea syrup and rounds out this version of an Old Fashioned,” she says.This recipe originally appeared as part of “This Is How to Sweet-Tea Your Old Fashioned Cocktail.”",
	"how_to_make": "Add all ingredients into a mixing glass with ice and stir until cold. Strain into an Old Fashioned glass over a 2-inch ice cube. Garnish with an orange peel. *Sweet tea oleo saccharum: Peel 4 lemons and 2 oranges. Transfer the peels to a sealed bag and add 2 cups sugar. Toss peels and sugar to coat. Press bag to remove all air and seal to close. Let bag sit at room temperature for 24-48 hours until the citrus’ oils have dissolved the sugar. Open bag and pour mixture and into a saucepan. Add 1 1/2 cups unsweetened, chilled Red Diamond tea. Cook over medium-low heat for 10-15 minutes until sugar dissolves into tea and syrup forms. Pour mixture through strainer to remove peels. Cool and reserve until ready to use.",
	"ingredients": [
		"Evan Williams 1783 bourbon",
		"Sweet tea oleo saccharum",
		"Free Brothers peach bitters"
	],
	"garnish": ["Orange peel"],
	"glass": ["Old Fashioned"],
	"profile": {
		"flavor": ["Spirit-forward", "Sweet"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Evan Williams", "Fee Brothers"]
	}
},
{
	"name": "Nu Mai Tai",
	"link": "https://www.liquor.com/recipes/nu-mai-tai/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/12132235/nu-mai-tai-720x720-recipe.jpg",
	"about": "At tropical-themed bar Esotico in the heart of Miami’s arts and entertainment district, this Mai Tai riff is co-owner and beverage director Daniele Dalla Pola’s tribute and gratitude to Don the Beachcomber and Trader Vic’s. It’s poured served in a Kahiko Mai Tai glass he designed. “There’s ‘lilikoi’ (‘passion’ in Hawaiian) in my Nu Mai Tai, as in passion, and passion fruit,” he says. “That’s what made it new, [or] as I like to say, ‘What’s old is Nu.’”This recipe originally appeared as part of “6 Riffs on the Mai Tai to Drink in Bars Now.”",
	"how_to_make": "Add all ingredients into a shaker with ice and shake until chilled. Pour unstrained into a Tiki glass or mug over crushed ice. Garnish with a mint sprig. *Dan’s Mix #9: Mix 13 oz real ginger syrup, 1 lb marzipan, 1/2 cup simple syrup and 1 3/4 oz Alamea pimento liqueur in a blender. Store in refrigerator for up to a few weeks.",
	"ingredients": [
		"Rum blend (equal-parts Martinique rhum agricole, Jamaican rum and spiced rum)",
		"Fresh lime juice",
		"Orange curaçao",
		"Passion fruit purée",
		"Dan's Mix #9"
	],
	"garnish": ["Mint sprig"],
	"glass": ["Tiki glass", "mug"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sweet"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Tiki / Tropical"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Alamea"]
	}
},
{
	"name": "Nightcap",
	"link": "https://www.liquor.com/recipes/nightcap/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/09092638/nightcap-720x720-recipe.jpg",
	"about": "An avid coffee geek, Daniel Moik, the head bartender at Yours Truly in Hamilton, Bermuda, has had his fair share of Espresso & Tonics, which was the starting point for this cocktail. The rum has a butterscotch and vanilla note but finishes dry. Maple syrup adds sweetness, Angostura bitters lend complexity, and orange zest matches the tonic’s citrus notes. “A Rum & Tonic is like the two friends you have and you can’t figure out why they’re so close until you really spend time with them,” says Moik. “This drink is a great summertime pick-me-up as the sun is setting and you need that little boost to keep the party going.”This recipe originally appeared as part of “It’s Time to Give the Rum & Tonic Its Due.”",
	"how_to_make": "Add all ingredients except the tonic into a shaker with ice and shake until well-chilled. Strain into a highball glass over large ice cubes. Top with the tonic and stir gently. Garnish with an orange peel.",
	"ingredients": [
		"Gosling’s Gold Seal rum",
		"Cold-brew coffee",
		"Grade A maple syrup",
		"Zest of 1 orange",
		"Angostura bitters",
		"San Pellegrino tonic water, to top"
	],
	"garnish": ["Orange peel"],
	"glass": ["Highball"],
	"profile": {
		"flavor": ["Bitter", "Sweet"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon", "Evening"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Angostura", "Gosling’s"]
	}
},
{
	"name": "Rum & Tonic",
	"link": "https://www.liquor.com/recipes/rum-tonic/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/09091119/rum-and-tonic-720x720-recipe.jpg",
	"about": "“I love a Rum & Tonic during the summer,” says Ashwin Vikhu, the co-owner of Saffron in New Orleans. “It’s a great alternative to a G&T because it’s light and refreshing all the while having depth of flavor.” This drink is served Spanish-style in a large wine goblet, garnished with a lot of the ingredients whose aromas and flavors either compliment or coax out those in the rum.This recipe originally appeared as part of “It’s Time to Give the Rum & Tonic Its Due.”",
	"how_to_make": "Combine the rums in a large wine glass over ice. Top with the tonic and stir gently. Garnish with a fennel frond, star anise pods, a cinnamon stick, a mint leaf, an orange wheel, a lime slice and a slice of peeled ginger.",
	"ingredients": [
		"Old Port East Indian rum",
		"Paranubes Oaxaca rum",
		"Fever-Tree Premium Indian tonic water, to top"
	],
	"garnish": ["Fennel frond", "Star anise pods", "Cinnamon stick", "Mint leaf", "Orange wheel", "Lime slice", "Ginger slice"],
	"glass": ["Wine"],
	"profile": {
		"flavor": ["Spirit-forward"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Built in Glass"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Simple"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Old Port", "Paranubes"]
	}
},
{
	"name": "Summer Tonic",
	"link": "https://www.liquor.com/recipes/summer-tonic/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/09090152/summer-tonic-720x720-recipe.jpg",
	"about": "Elana Abt, the wine director at Otto in New York City, wanted to add a rum-based cocktail to the menu but keep the classic gin refresher in mind. “Rum just feels like summer, and my guests typically order more rum cocktails this time of year,” she says. “I thought, Why not create a cool rum version of the classic G&T.’”This recipe originally appeared as part of “It’s Time to Give the Rum & Tonic Its Due.”",
	"how_to_make": "Combine all ingredients in a large snifter over ice. Garnish with a rosemary sprig.",
	"ingredients": [
		"Mount Gay rum",
		"Borgia herbal bitters",
		"Fever-Tree aromatic tonic water",
		"Fresh lemon juice"
	],
	"garnish": ["Rosemary sprig"],
	"glass": ["Snifter"],
	"profile": {
		"flavor": ["Herbaceous"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Built in Glass"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Simple"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Mount Gay"]
	}
},
{
	"name": "Grey Goose Magnifique",
	"link": "https://www.liquor.com/recipes/grey-goose-magnifique/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/06/10140631/Magnifique-feature-260x260.jpg",
	"about": "This easy-to-make recipe is centered around a couple of delicious ingredients: Grey Goose vodka and coconut water. All you need is a pinch of salt and a dash of orange blossom water to turn that refreshing pair into a magnificent—or magnifique, to use Grey Goose’s native tongue—cocktail. ",
	"how_to_make": "Add all ingredients into a highball with ice and stir until well-chilled. Garnish with a lime wedge.",
	"ingredients": [
		"Grey Goose vodka",
		"Coconut water",
		"Sea salt",
		"Orange blossom water"
	],
	"garnish": ["Lime wedge"],
	"glass": ["Highball/Collins"],
	"profile": {
		"flavor": ["Sweet"],
		"base_spirit": ["Vodka"],
		"cocktail_type": ["Tiki / Tropical"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Simple"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Grey Goose"]
	}
},
{
	"name": "Bacardi Piña Colada",
	"link": "https://www.liquor.com/recipes/bacardi-pina-colada/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/16134450/Bacardi-Pina-Colada-feature.jpg",
	"about": "The original Cuban Piña Colada is a mellow cocktail that is best made with fresh coconut water and pineapple, to remain true to its heritage, which goes all the way back to 1922.",
	"how_to_make": "Place the pineapple chunks into a cocktail shaker and muddle lightly. Add the pineapple juice, coconut water and sugar, and stir to dissolve the sugar. Add the rum and cubed ice, and shake until it’s frosted. Strain into a Hurricane glass over crushed ice. Garnish with a pineapple slice and pineapple leaf.",
	"ingredients": [
		"Bacardí Superior rum",
		"Fresh coconut water",
		"Fresh pineapple juice",
		"Fresh pineapple",
		"Caster sugar"
	],
	"garnish": ["Pineapple slice", "Pineapple leaf"],
	"glass": ["Hurricane"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Classics", "Tiki / Tropical"],
		"preparation": ["Shaken"],
		"served": ["Neat/Up"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Bacardi"]
	}
},
{
	"name": "Frozen Margarita",
	"link": "https://www.liquor.com/recipes/patron-frozen-margarita/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/19103337/greygoose_cocktail-2_720x720-260x260.jpg",
	"about": "Some Margarita purists insist that the classic cocktail should only be enjoyed on the rocks. After one sip of the Frozen Margarita, you might find that argument ridiculous.",
	"how_to_make": "Add all ingredients into a blender, and fill with ice just above the liquid line. Blend until the drink is a uniform consistency. (Add more ice to blender if you want a thicker consistency.). Pour into a coupe. Garnish with lime and lemon wheel.",
	"ingredients": [
		"Patrón silver tequila",
		"Patrón Citrónge orange liqueur",
		"Agave syrup",
		"Fresh lime juice",
		"Orange juice"
	],
	"garnish": ["Lime wheel", "Lemon wheel"],
	"glass": ["Coupe"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sweet"],
		"base_spirit": ["Tequila"],
		"cocktail_type": ["Frozen / Blended"],
		"preparation": ["Blended"],
		"served": ["Frozen"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": [],
		"brands": ["Patrón"]
	}
},
{
	"name": "Bombay Mule",
	"link": "https://www.liquor.com/recipes/bombay-sapphire-mule/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/09133123/Classics-Reimagined-Mule-260x260.jpg",
	"about": "Prefer the flavor of gin to vodka? Then this is the Mule for you. Bombay Sapphire adds flavor without making the iconic summer cocktail any less refreshing.",
	"how_to_make": "Add the gin, ginger beer and lime juice into a Moscow Mule mug or large rocks glass over ice and stir. Squeeze the lime wedges over the drink and stir again.",
	"ingredients": [
		"Bombay Sapphire gin",
		"Ginger beer",
		"Fresh lime juice",
		"Lime wedges"
	],
	"garnish": [],
	"glass": ["Moscow Mule", "Old Fashioned/Rocks"],
	"profile": {
		"flavor": [],
		"base_spirit": ["Gin"],
		"cocktail_type": ["Classics"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Simple"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": [],
		"brands": ["Bombay Sapphire"]
	}
},
{
	"name": "Angostura Mai Tai",
	"link": "https://www.liquor.com/recipes/angostura-mai-tai/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/08/21120037/Mai-Tai-Angostura_720x720.jpg",
	"about": "There’s no need to mess with the formula that made the Mai Tai the quintessential Tiki cocktail. But you can lend it the classic notes of chocolate, spice and toasted oak simply by using Angostura five-year-old rum. ",
	"how_to_make": "Add all ingredients into a shaker with ice and shake. Strain into a rocks or Tiki glass over fresh ice. Garnish with a mint sprig and lime wedge.",
	"ingredients": [
		"Angostura five-year-old rum",
		"Orange curaçao",
		"Pineapple juice",
		"Fresh lime juice",
		"Orgeat",
		"White cane sugar",
		"Vanilla syrup (optional)"
	],
	"garnish": ["Mint sprig", "Lime wedge"],
	"glass": ["Rocks", "Tiki Glass"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sweet"],
		"base_spirit": ["Rum"],
		"cocktail_type": ["Tiki / Tropical"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Angostura"]
	}
},
{
	"name": "Oaks Lily",
	"link": "https://www.liquor.com/recipes/oaks-lily/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/31113239/Oaks-Lily-720x720-recipe-260x260.jpg",
	"about": "The Oaks Lily is the official cocktail of the Bluegrass State’s other big horse race, the Kentucky Oaks. Light and refreshing, the vodka drink takes its inspiration from the Cosmopolitan, the pink hue a nod to the stargazer lilies placed on the race’s winning filly. ",
	"how_to_make": "Add all ingredients into a highball, fill with ice and stir. Garnish with a lemon wheel and 2 skewered blackberries.",
	"ingredients": [
		"Vodka",
		"Orange liqueur",
		"Simple syrup",
		"Fresh lemon juice",
		"Cranberry juice"
	],
	"garnish": ["Lemon wheel", "Blackberries"],
	"glass": ["Highball"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward"],
		"base_spirit": ["Vodka"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Built in Glass"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Simple"],
		"hours": [],
		"occasion": ["Kentucky Derby"],
		"theme": ["Spring"],
		"brands": []
	}
},
{
	"name": "Palo Santo Gimlet",
	"link": "https://www.liquor.com/recipes/palo-santo-gimlet/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/26133831/Palo-Santo-Gimlet-at-Tayer-Elementary-720x720-article-260x260.jpg",
	"about": "This Gimlet riff by Alex Kratena, at his Tayēr + Elementary in East London, is infused with Peruvian palo santo wood. It was inspired by a trip he took to the Amazonian jungle. “We have reworked the concept of the Gimlet, and this way we keep it within the [context of] what is recognized but still with an interesting twist,” he says. This recipe originally appeared as part of “The World’s Most Important Gimlet.”",
	"how_to_make": "Add all ingredients into a mixing glass filled with ice and stir. Strain into a rocks glass over fresh ice. *Palo santo cordial: Combine 1/3 oz palo santo extract, 5 cups sugar, 1/4 cup malic acid, 5 tsp citric acid and 5 cups water in a Thermomix and process for 5 minutes at 75 degrees Fahrenheit. Reserve until ready to use. (For those without a Thermomix, add all ingredients into a medium-sized pot and cook gently. Don’t let the mixture simmer or boil-over low heat to dissolve sugar.).",
	"ingredients": [
		"Tayer X Hepple gin",
		"Lillet blanc",
		"Tio Pepe fino sherry",
		"Palo santo cordial"
	],
	"garnish": [],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Spirit-forward"],
		"base_spirit": ["Gin"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Stirred"],
		"served": ["Neat/Up"],
		"strength": "Strong",
		"difficulty": ["Complicated"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Hepple", "Lillet", "Tio Pepe"]
	}
},
{
	"name": "Massimo Bond",
	"link": "https://www.liquor.com/recipes/massimo-bond/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/22142929/The-Best-Dirty-Martini-You%E2%80%99re-Never-Going-to-Actually-Be-Able-to-Drink-720x720-article-260x260.jpg",
	"about": "Manuel Mora, the bar supervisor at Torno Subito in Dubai, devised a cocktail list that leans heavily on Italian ingredients, such as a blend of olive oils he uses in this riff on the classic Dry Martini that calls for Bottura’s very own Villa Manodori Taggiasca extra-virgin olive oil. This recipe originally appeared as part of “The Best Dirty Martini You’re Never Going to Actually Be Able to Drink.”",
	"how_to_make": "Add the sage leaves into a mixing glass and crush slightly with a muddler. Add the olive oil gin, vermouth, salt solution and ice and stir. Strain into a chilled coupe. Garnish with a skewered Taggiasca olive and 3 sage leaves. *Olive oil gin: Combine 750 mL gin and 200 mL extra-virgin olive oil (such as Villa Manodori Taggiasca extra-virgin olive oil) in a Mason jar with a seal-proof lid. Shake mixture, then leave at room temperature for 7-9 hours to allow flavors to infuse. Place jar in the freezer overnight to solidify fats. The next day, use a knife to break up coagulated fat at top of jar and strain spirit through a coffee filter or a cheese cloth. Strain again as desired to remove any leftover fat. Reserve in bottle until ready to use. **Pink Himalayan salt solution: Add 1/2 cup pink Himalayan salt and 1/2 cup water into a small bowl. Stir until salt dissolves and reserve.",
	"ingredients": [
		"Olive oil gin",
		"Mancino secco vermouth or Martini extra dry Italian vermouth",
		"Pink Himalayan salt solution",
		"Sage"
	],
	"garnish": ["Olive", "Sage leaves"],
	"glass": ["Coupe"],
	"profile": {
		"flavor": ["Herbaceous", "Spirit-forward"],
		"base_spirit": ["Gin"],
		"cocktail_type": ["Martinis"],
		"preparation": ["Stirred"],
		"served": ["Neat/Up"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Mancino", "Martini"]
	}
},
{
	"name": "Spicy Margarita",
	"link": "https://www.liquor.com/recipes/spicy-margarita/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/22133347/spicy-margarita-720x720-recipe-260x260.jpg",
	"about": "The Spicy Margarita succeeds where so many of its siblings seem to fail. That is to say, it refocuses the classic tequila cocktail without losing what’s essential to its success: that timeless blend of sweet, sour and earthy flavors. The key is to use fresh jalapeño. Two muddled coins, with seeds removed, yields a conservatively spicy drink. But for a spicier Spicy Margarita, throw in a third coin. It’s the perfect cocktail to fire up your summer.  ",
	"how_to_make": "Rub the rim of a rocks glass with a lime wedge, dip in salt to coat and set aside. Add the jalapeño coins into a shaker and gently muddle. Add remaining ingredients and ice and shake until well-chilled. Strain into prepared glass over fresh ice. Garnish with a jalapeño coin.",
	"ingredients": [
		"Lime",
		"Jalapeño coins (seeds removed)",
		"Blanco tequila",
		"Fresh lime juice",
		"Orange liqueur",
		"Agave syrup"
	],
	"garnish": ["Salt rim", "Jalapeño coin"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Spicy", "Sweet"],
		"base_spirit": ["Tequila"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": ["Cinco de Mayo"],
		"theme": ["Summer"],
		"brands": []
	}
},
{
	"name": "Kentucky River",
	"link": "https://www.liquor.com/recipes/kentucky-river/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/22071818/Rosina-720x720-recipe-260x260.jpg",
	"about": "The opulent art deco vibe at Rosina inside The Palazzo at The Venetian hotel in Las Vegas draws you in, but the dedicated Old Fashioned menu keeps you there. This cocktail, just one of seven riffs, includes crème de cacao and a few dashes of peach bitters to add a bit more sweetness. This recipe originally appeared as part of “11 New Takes on the Old Fashioned.”",
	"how_to_make": "Add all ingredients and a large 2-inch ice cube into a double Old Fashioned glass and stir. Garnish with a lemon twist.",
	"ingredients": [
		"Buffalo Trace bourbon",
		"Tempus Fugit crème de cacao",
		"Peach bitters"
	],
	"garnish": ["Lemon twist"],
	"glass": ["Double Old Fashioned"],
	"profile": {
		"flavor": ["Spirit-forward"],
		"base_spirit": ["Bourbon / American Whiskey", "Whiskey"],
		"cocktail_type": ["Classics"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Strong",
		"difficulty": ["Simple"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Buffalo Trace", "Tempus Fugit"]
	}
},
{
	"name": "Brandy Old Fashioned",
	"link": "https://www.liquor.com/recipes/brandy-old-fashioned/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2017/01/05101700/Wisconsin-Old-Fashioned-720x720-recipe.jpg",
	"about": "This cocktail, aka the Wisconsin Old Fashioned, is practically the official Wisconsin state drink and takes brandy instead of whiskey.",
	"how_to_make": "Add all of the ingredients except for the brandy to an Old Fashioned glass and muddle. Add ice to fill the glass, add the brandy, then top with the 7Up/Sprite (or seltzer or sour soda). Garnish with a skewered brandied or maraschino cherry and an orange slice.",
	"ingredients": [
		"Orange slices",
		"Brandied or maraschino cherries",
		"Angostura bitters",
		"Sugar cube",
		"7Up/Sprite, seltzer or sour soda (sour mix and soda water)",
		"Brandy"
	],
	"garnish": ["Brandied or maraschino cherry", "Orange slice"],
	"glass": ["Old Fashioned"],
	"profile": {
		"flavor": ["Sweet"],
		"base_spirit": ["Brandy"],
		"cocktail_type": ["Classics"],
		"preparation": ["Stirred"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Simple"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["7Up", "Angostura Bitters", "Sprite"]
	}
},
{
	"name": "Tamarind Margarita",
	"link": "https://www.liquor.com/recipes/patron-tamarind-margarita/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/30120117/SmokyTamarind_edited_720x720.jpg",
	"about": "Isn’t it time you got a little more adventurous with your Margaritas? Try using smoky tequila, tamarind purée and cinnamon agave syrup to experience the classic in a bold and delicious new way. ",
	"how_to_make": "Rim a rocks glass with Tajín seasoning and set aside. Add all ingredients into a shaker with ice and shake well. Strain into prepared glass over fresh ice. Garnish with a lime wedge.",
	"ingredients": [
		"Gran Patrón smoky tequila",
		"Tamarind purée",
		"Cinnamon agave syrup",
		"Fresh lime juice",
		"Angostura bitters"
	],
	"garnish": ["Tajín rim", "Lime wedge"],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Smoky"],
		"base_spirit": ["Tequila"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": [],
		"brands": ["Patrón"]
	}
},
{
	"name": "Sea Blues",
	"link": "https://www.liquor.com/recipes/sea-blues/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/12102810/sea-blues-720x720-recipe-260x260.jpg",
	"about": "This cocktail was created at Honolulu’s Hilton Hawaiian Village Waikiki Resort to celebrate the hundredth birthday of Harry Yee, the legendary Oahu bartender who came up with the recipe for the Blue Hawaii in 1957 at the resort when it was Kaiser Hawaiian Village. This version uses vodka from Maui that’s distilled with organic sugar cane and deep ocean water and served over a coconut ice sphere. As it melts, it morphs both the flavor and texture of the libation.This recipe originally appeared as part of “Meet the Updated Blue Hawaii. It’s a Drink You Should Know.”",
	"how_to_make": "Rub the lemon wedge on the outside of a double Old Fashioned glass, coat in toasted coconut flakes and set aside. Add remaining ingredients into a shaker with ice and shake until well-chilled. Strain into the prepared glass over the coconut ice sphere (or a large ice sphere or cube). Garnish with an edible orchid and pineapple wedge. *Coconut ice sphere: Freeze a sphere mold of half coconut water and half cream of coconut.",
	"ingredients": [
		"Ocean vodka",
		"Malibu coconut rum",
		"Bols blue curaçao",
		"Fresh lemon juice",
		"Fresh pineapple juice",
		"Lemon wedge, for rimming",
		"Coconut ice sphere"
	],
	"garnish": ["Toasted coconut flakes", "Edible orchid", "Pineapple wedge"],
	"glass": ["Double Old Fashioned"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sweet"],
		"base_spirit": ["Vodka"],
		"cocktail_type": ["Tiki / Tropical"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Bols", "Malibu", "Ocean"]
	}
},
{
	"name": "Blue Hawaii",
	"link": "https://www.liquor.com/recipes/blue-hawaii/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/12101312/Blue-Hawaii-720x720-recipe-260x260.jpg",
	"about": "The Blue Hawaii cocktail was born at Honolulu’s Kaiser Hawaiian Village (now Hilton Hawaiian Village Waikiki Resort). In 1957, a sales representative of Dutch distiller Bols asked legendary bartender Harry Yee to design a drink that featured its blue color of curaçao liqueur. After experimenting with several variations, Yee settled on a version somewhat different than the most popular version today but with the signature blue color, pineapple wedge and cocktail umbrella. It was Yee who named the cocktail that shares its name with the 1961 Elvis Presley film.”There are numerous variations of this recipe, such as the Blue Hawaiian, which uses crème de coconut. But this is the authentic recipe.This recipe originally appeared as part of “Meet the Updated Blue Hawaii. It’s a Drink You Should Know.”",
	"how_to_make": "Add all ingredients into a shaker with ice and shake until well-chilled. (Or blend all ingredients with ice in a blender.). Strain into a Hurricane glass over crushed or pebble ice. (Or pour from blender into glass with no ice.). Garnish with a pineapple wedge and cocktail umbrella.",
	"ingredients": [
		"Vodka",
		"Light rum",
		"Blue curaçao",
		"Pineapple juice",
		"Sweet-and-sour mix"
	],
	"garnish": ["Pineapple wedge", "Cocktail umbrella"],
	"glass": ["Hurricane"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sour", "Sweet"],
		"base_spirit": ["Rum", "Vodka"],
		"cocktail_type": ["Frozen / Blended", "Tiki / Tropical"],
		"preparation": ["Blended", "Shaken"],
		"served": ["Crushed Ice", "Frozen"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": []
	}
},
{
	"name": "Strangelove",
	"link": "https://www.liquor.com/recipes/strangelove/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/11145427/beehive-stangelove-720x720-recipe-260x260.jpg",
	"about": "San Francisco’s Beehive is a modernist escape with Sputnik lamps, ’70s-style plateware, fondue and snacks like honeycomb Chex mix and pigs in a blanket. Bar manager Milo Salehi and the team always have a couple boozy slushies on the menu, including their fantastic Quimbara. But the Strangelove appeals to vodka, amari and berry fans.This recipe originally appeared as part of “7 Great Frozen Cocktails to Drink in Bars Now.”",
	"how_to_make": "Add all ingredients into a blender with ice and blend. Pour into a highball glass. Garnish with 2 edible flowers. Serve with a straw.",
	"ingredients": [
		"Ketel One vodka",
		"Riesling wine",
		"Fresh lime juice",
		"Small Hand Foods raspberry gum syrup",
		"Amaro Montenegro",
		"Cappelletti aperitivo"
	],
	"garnish": ["Edible flowers"],
	"glass": ["Highball"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Sweet"],
		"base_spirit": ["Vodka", "Wine"],
		"cocktail_type": ["Frozen / Blended"],
		"preparation": ["Blended"],
		"served": ["Frozen"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": ["Summer"],
		"brands": ["Cappelletti", "Ketel One", "Montenegro"]
	}
},
{
	"name": "Delete That Text",
	"link": "https://www.liquor.com/recipes/delete-that-text/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/08124956/delete-that-text-720x720-recipe-260x260.jpg",
	"about": "Patrick Cook, the beverage director at Hyperion Public in Studio City, Calif., uses vodka to even out this blackberry sour, which seemed a little too ginny. “I was in love with the drink, [but] it was almost too botanical and becoming unbalanced,” he says. “I knew that I still wanted to have two ounces of spirit but maybe dial it back just a touch.” Tweaking the ratio to equal-parts gin and vodka did the trick. This recipe originally appeared as part of “Use Vodka to Boost the Flavor and Body of Your Cocktails. This Is How You Do It.”",
	"how_to_make": "Muddle the blackberries in a shaker. Add remaining ingredients and ice and shake until well-chilled. Double-strain into a double Old Fashioned glass over fresh ice. Garnish with a rosemary sprig and lemon peel.",
	"ingredients": [
		"Fresh blackberries",
		"Vodka",
		"Gin",
		"Elderflower liqueur",
		"Fresh lemon juice"
	],
	"garnish": ["Rosemary sprig", "Lemon peel"],
	"glass": ["Double Old Fashioned"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward"],
		"base_spirit": ["Gin", "Vodka"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Medium",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": [],
		"brands": []
	}
},
{
	"name": "Cabana Boy",
	"link": "https://www.liquor.com/recipes/cabana-boy/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/08123501/cabana-boy-720x720-recipe-260x260.jpg",
	"about": "This cocktail by Will Piquette, the principal bartender at Alcove in Boston, uses vodka as the dominant spirit to avoid overwhelming the palate, yet it’s moderated and given dimension with oloroso sherry for nutty depth, coconut lemongrass syrup, orange juice and rhum agricole, which gives grassy notes to compliment the lemongrass. This recipe originally appeared as part of “Use Vodka to Boost the Flavor and Body of Your Cocktails. This Is How You Do It.”",
	"how_to_make": "Add all ingredients into a shaker with ice and shake until well-chilled. Strain into a rocks glass over fresh ice. *Coconut-lemongrass syrup: Blend 15 oz coconut water, 15 oz coconut cream, 15 oz sugar and a chopped lemongrass stalk in a blender. Strain out solids. Store syrup in the refrigerator for up to a week.",
	"ingredients": [
		"Reyka vodka",
		"Oloroso sherry",
		"Rhum agricole",
		"Coconut-lemongrass syrup",
		"Orange juice"
	],
	"garnish": [],
	"glass": ["Rocks"],
	"profile": {
		"flavor": ["Fruity/Citrus-forward", "Spirit-forward"],
		"base_spirit": ["Vodka"],
		"cocktail_type": ["Modern Classics"],
		"preparation": ["Shaken"],
		"served": ["On the Rocks"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Afternoon"],
		"occasion": [],
		"theme": [],
		"brands": ["Reyka"]
	}
},
{
	"name": "Night Flights",
	"link": "https://www.liquor.com/recipes/night-flights/",
	"image": "https://cdn.liquor.com/wp-content/uploads/2019/07/08121015/night-flights-720x720-recipe-260x260.jpg",
	"about": "This cocktail by Andra Johnson, a bartender at Bresca in Washington, D.C., and co-founder of DMV Black Restaurant Week, is the lovechild of a Vesper and an Aviation. Using Salers instead of the Lillet in a Vesper lends a spicy note, while vodka gives textural richness that offsets gin, which can be astringent and lean. “By using a grain spirit that has more viscosity, it coats the palate, leaving behind a lingering finish instead of a quick, dry one,” says Johnson.This recipe originally appeared as part of “Use Vodka to Boost the Flavor and Body of Your Cocktails. This Is How You Do It.”",
	"how_to_make": "Add all ingredients into a mixing glass with ice and stir until well-chilled. Strain into a chilled cocktail glass. Garnish with a skewered brandied cherry and half-moon lemon peel.",
	"ingredients": [
		"Opihr gin",
		"Republic Restoratives Civic vodka",
		"Salers gentian apéritif",
		"Crème de violette",
		"Lemon bitters"
	],
	"garnish": ["Brandied cherry", "Lemon peel"],
	"glass": ["Cocktail"],
	"profile": {
		"flavor": ["Spirit-forward"],
		"base_spirit": ["Gin"],
		"cocktail_type": ["Martinis"],
		"preparation": ["Stirred"],
		"served": ["Neat/Up"],
		"strength": "Strong",
		"difficulty": ["Medium"],
		"hours": ["Evening"],
		"occasion": [],
		"theme": [],
		"brands": ["Civic", "Opihr", "Republic Restoratives", "Salers"]
	}
}
]
